Repository: 84000/data-translation-memory
Catalog: toh229-v4.tmx
Source language: bo
Languages: en

source: །ཀུན་དགའ་བོ་གཞན་ཡང་དགེ་སློང་དམིགས་པར་ལྟ་བ་ཅན་བདག་ཏུ་སྨྲ་བ་ཡིན་ཏེ་དེས་སྟོང་པ་ཉིད་ཀྱི་གཏམ་ཐོས་ན་ཆགས་པ་མེད་པ་ལ་སྐྲག་ཅིང་དངང་ལ་རབ་ཏུ་དངང་བར་འགྱུར་ཏེ་ཀུན་དགའ་བོ་ཆོས་བཞི་པོ་འདི་དག་དང་ལྡན་པའི་དགེ་སློང་ནི་སངས་རྒྱས་ཀྱི་བྱང་ཆུབ་ནི་སྤོང་བར་བྱེད་ཅིང་མི་འཐུན་པར་སྨྲ་ལ་ཀུན་ནས་ཁྲོ་བར་བྱེད་དོ།
en: (4) Furthermore, Ānanda, a monk who has a view with reference points will assert the existence of a self. If he hears lectures on emptiness, he will become scared, fearful, and frightened with regard to nonattachment. Ānanda, a monk who has these four qualities rejects the awakening of a buddha and is consumed with anger at such unwelcome words.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས། བདེ་བར་གཤེགས་པས་དེ་སྐད་གསུངས་ཏེ་སྟོན་པས་གཞན་ཡང་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །དགེ་སློང་ལྷག་པའི་ང་རྒྱལ་ཅན། །མ་ཐོབ་ཐོབ་པའི་འདུ་ཤེས་ཅན།
en: When the Blessed One had spoken those words, after the Well-Gone One had said this, he continued: “Monks with excessive pride Think they have obtained what they have not.

source: །དེ་ནི་དེས་ན་ངས་བསྟན་པའི། །ཟབ་པའི་ཆོས་ནི་སྤོང་བར་བྱེད། །
en: They reject the profound Dharma That I have taught. “

source: འཇིག་རྟེན་རྒྱང་པན་འདྲེས་པ་ཡི། །དགེ་སློང་ཆོས་སྨྲ་གང་ཡིན་པས། །ངས་བསྟན་པ་ཡི་མདོ་ཟབ་པ། །འདི་ནི་རབ་ཏུ་སྤོང་བར་བྱེད།
en: Monks who preach a teaching That has been corrupted by Lokāyata views Fully reject the profound discourses That I have taught. “

source: །བདག་ཏུ་སྨྲ་བའི་དགེ་སློང་གང་། །དམིགས་པ་ལ་ནི་རབ་གནས་པས། །བདག་མེད་ཆོས་དག་ཐོས་ནས་ཀྱང་། །ང་ཡི་བསྟན་པ་སྤོང་བར་བྱེད།
en: Monks who assert a self And dwell on reference points Reject my teachings, even though They have heard teachings on the lack of self. “

source: །དགེ་སློང་ཚུལ་ཁྲིམས་འཆལ་པ་གང་། །སྡིག་པའི་ཆོས་ཅན་མི་སྡོམ་པས། །ཡོ་བྱད་བསྙུངས་པའི་ཆོས་ཐོས་ན། །ང་ཡི་བསྟན་པ་སྤོང་བར་བྱེད།
en: Monks with flawed discipline, With negative propensities, who do not follow their vows Reject my teachings When they hear the teachings on having few possessions. “

source: །སྐྱོབ་པ་ཤཱཀྱ་སེང་གེ་ངའི། །བསྟན་པ་ཤེས་རབ་འཆལ་པ་ཡིས། །སྤངས་ནས་ཀྱང་ནི་ལུས་ཞིག་ནས། །ངན་འགྲོ་རྣམས་སུ་སྐྱེ་བར་འགྱུར།
en: Those who reject the teachings given by me— The Protector, Lion of the Śākyas— Due to their flawed insight Will be born in the lower realms when their bodies disintegrate. “

source: །ཀུན་དགའ་བོ་ཆོས་བཞི་དང་ལྡན་པའི་དགེ་སློང་གིས་དེ་བཞིན་གཤེགས་པས་ཐུགས་སུ་ཆུད་པའི་ཆོས་འདུལ་བ་དག་ཐོས་ན་དགའ་བ་དང་མཆོག་ཏུ་དགའ་བ་རྒྱ་ཆེན་པོ་དག་རབ་ཏུ་ཐོབ་པར་འགྱུར་རོ།
en: Ānanda, when a monk who has four qualities hears the Dharma-Vinaya mastered by the thus-gone ones, he will be happy, delighted, and thrilled.

source: །ཀུན་དགའ་བོ་འདི་ལ་བཞི་གང་ཞེ་ན།
en: Ānanda, what are those four qualities?

source: དགེ་སློང་ལྷག་པའི་ང་རྒྱལ་མེད་པ་ཅན་ཡིན་ནོ། །འཇིག་རྟེན་རྒྱང་པན་པ་དང་མ་འདྲེས་པ་ཡིན་ནོ། །གཞན་དག་ལ་ཆོས་དག་པ་སྟོན་པ་ཡིན་ནོ། །དམིགས་པ་དང་ལྡན་པ་མ་ཡིན་ནོ། །བདག་ཏུ་མངོན་པར་ཞེན་པ་མ་ཡིན་ནོ། །དགེ་བའི་ཆོས་ཅན་ཚུལ་ཁྲིམས་དང་ལྡན་པ་ཡིན་ནོ། །
en: They are being a monk who is (1) free of excessive pride and (2) not influenced by Lokāyata views, (3) who teaches the pure Dharma to others without reference points, and (4) who does not cling to the self but rather possesses virtuous qualities and discipline.

source: ཀུན་དགའ་བོ་ཆོས་བཞི་པོ་འདི་དག་དང་ལྡན་པའི་དགེ་སློང་གིས་དེ་བཞིན་གཤེགས་པས་ཐུགས་སུ་ཆུད་པའི་ཆོས་འདུལ་བ་དག་ཐོས་ན་དགའ་བ་དང་མཆོག་ཏུ་དགའ་བ་རྒྱ་ཆེན་པོ་དག་རབ་ཏུ་ཐོབ་པར་འགྱུར་རོ། །
en: Ānanda, if a monk who has these four qualities hears the Dharma-Vinaya mastered by the thus-gone ones, he will be happy, delighted, and thrilled.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས། བདེ་བར་གཤེགས་པས་དེ་སྐད་གསུངས་ཏེ། སྟོན་པས་གཞན་ཡང་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །དགེ་སློང་ང་རྒྱལ་མེད་པ་གང་། །ཡང་དག་ཆོས་ལ་རབ་གནས་དེས། །ཟབ་པའི་ཆོས་དག་ཐོས་ནས་ནི། །དགའ་བ་མཚུངས་མེད་དེས་འཐོབ་བོ།
en: When the Blessed One had spoken those words, when the Well-Gone One had said this, he continued: “Monks who are free from pride, Who fully abide in the authentic Dharma, Attain unparalleled joy When they hear the profound teachings. “

source: །ཆོས་ཉིད་ཟབ་པ་ཐོབ་ནས་ཀྱང་། །ཡང་དག་ཆོས་ལ་རབ་གནས་པས།
en: Having obtained the profound nature, They fully abide in the authentic Dharma.

source: །དམན་པ་འདི་ནི་རབ་བསྒྲགས་ཏེ། །འཇིག་རྟེན་རྒྱང་པན་སྟེན་མི་བྱེད།
en: They do not indulge in Lokāyata views, Which are known to be inferior. “

source: །བདག་མེད་ཆོས་དག་ཐོས་ནས་ཀྱང་། །གཅིག་ཏུ་མྱུར་བར་ཞུམ་མི་འགྱུར།
en: Hearing the teachings on the absence of self, They do not suddenly lose courage.

source: །ཟླ་བ་ཡར་གྱི་ངོ་ལྟར་ནི། །དེ་ཡི་ཡེ་ཤེས་རྣམ་པར་འཕེལ།
en: Instead, their wisdom will increase Like the waxing moon. “

source: །བདག་མེད་ཆོས་དག་ཐོས་ནས་ཀྱང་། །གང་གི་ཐེ་ཚོམ་ཡོད་མིན་ཞིང་།
en: Hearing the teachings on the absence of self, They are free from any doubt.

source: །ཟླ་བ་ཡར་གྱི་ངོ་ལྟར་ནི། །དེ་ཡི་ཡེ་ཤེས་རྣམ་པར་འཕེལ། །
en: Moreover, their wisdom will increase Like the waxing moon.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས། དགེ་སློང་དེ་དག་དང་། ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་ཡི་རངས་ཏེ་མངོན་པར་བསྟོད་དོ།། །།
en: When the Blessed One had said this, the monks and the whole world with its gods, humans, asuras, and gandharvas rejoiced and praised the Blessed One’s words.

source: དེ་བཞིན་གཤེགས་པ་བགྲོ་བ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ་རྫོགས་སྟོ།། །།
en: This concludes the Great Vehicle discourse “Discussions of Thus-Gone Ones.”

source: རྒྱ་གར་གྱི་མཁན་པོ་ཛྙཱ་ན་གར་བྷ་དང་། ལོ་ཙྪ་བ་བན་དེ་དཔལ་གྱི་དབྱངས་ཀྱིས་བསྒྱུར་ཅིང་།
en: It was translated by the Indian preceptor Jñānagarbha and the translator venerable Palgyi Yang.

source: ཞུ་ཆེན་གྱི་ལོ་ཙྪ་བ་བན་དེ་དཔལ་བརྩེགས་ཀྱིས་ཞུས་ཏེ་གཏན་ལ་ཕབ་པ།། །།
en: It was then edited and finalized by the translator-editor venerable Paltsek.
